[
  {
      "id": 1,
      "title": "Does the data contain any personal data?",
      "text": "Put simply, personal data can be defined as specific information about ‘an identifiable person’, such as name or location. There are lots of different types of data about people. Some types of personal data are more sensitive than others.",
      "extra_text": "",
      "category": "Legal & Regulatory",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "the lawful basis for using and sharing personal data?",
              "the rights of the data subject (the person the data is about)?",
              "the liabilities and penalties for breaching the regulations in relevant jurisdiction(s)?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "Most countries will have different definitions and categories of personal data but generally speaking any data or information directly relating to an identifiable individual is personal. This includes images of a person, or group of people.<p>Data protection regulations across the world are designed to minimise the risk of harmful impacts, while enabling personal data to be processed, that is, to be collected, accessed, used and shared. These regulations typically outline three key things:</p><ul><li>The lawful basis for using and sharing personal data.</li><li>The rights of the data subject (the person the data is about).</li><li>Liabilities and penalties for breaching the regulations.</li></ul><p>Some types of personal data are more sensitive than others. Best-practice data-protection legislation defines sensitive personal information as ‘special category’ data and includes attributes such as race, ethnic origin, religious or philosophical beliefs, biometric data (where this is used for identification purposes) and health data.</p><h4>Examples of personal and sensitive personal data:</h4><p>Personal data: name, address, telephone number, IP address, location data, online identifiers (cookies)</p><p>Special category (sensitive) personal data: age, gender, race, religion or belief, political affiliation, biometrics, disability, criminal record, health, sexual orientation, relationship status</p><a href='https://docs.google.com/document/d/104YwZLrIyvP451RVW5nQw3jC4DAD3HY7rzWP8MqUJkA/view#heading=h.417j3zmpsbhx' target='_blank' rel='external'><h4>Read the full guidance online</h4></a>"
      },
      "examples": {
          "title": "Examples of personal data",
          "text": "<h4>Examples of personal and sensitive personal data:</h4><p>Personal data: name, address, telephone number, IP address, location data, online identifiers (cookies)</p><p>Special category (sensitive) personal data: age, gender, race, religion or belief, political affiliation, biometrics, disability, criminal record, health, sexual orientation, relationship status</p><a href='https://docs.google.com/document/d/104YwZLrIyvP451RVW5nQw3jC4DAD3HY7rzWP8MqUJkA/view#heading=h.417j3zmpsbhx' target='_blank' rel='external'><h4>Read the full guidance online</h4></a>"
      },
      "mitigating_actions": {
          "title": "Mitigating Actions",
          "text": "If the data asset does contain personal data, there is a risk of identifying individuals and this could cause them harm and breach legal, regulatory or contractual obligations. <p>To help manage this, and share data as widely as possible, there are several common mitigation options available to minimise the risks of re-identification:<h4>Anonymisation</h4> <a href='https://theodi.org/article/anonymisation-report/' target='_blank' rel='external'>Anonymisation</a> means processing data into a modified form that can be shared or published while significantly reducing the possibility of re-identifying individuals. Techniques include suppression of parts of the data, generalisation, randomisation and pseudonymisation.<h4>Use synthetic data</h4>In some situations (for example research) it might be appropriate to share data that contains many of the statistical patterns of an original dataset, but eliminates identifying personal information. This is known as synthetic data, and it involves an automated process to make up (synthesise) data in a way that enables the same conclusions to be drawn from the data.  This tutorial shows <a href='https://github.com/theodi/synthetic-data-tutorial/' target='_blank' rel='external'>how to create a synthetic dataset.</a><h4>Share the data under contract</h4> A contract with detailed, binding rules ensures all parties are clear on their legal obligations. Data sharing agreements can be useful when organisations of any kind are collecting, using or sharing data that is of a personal or sensitive nature."
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Unauthorised access to personal data leading to identity theft.",
                  "Data breaches causing financial loss and reputational damage.",
                  "Non-compliance with data protection regulations resulting in legal penalties.",
                  "Misuse of personal data for fraudulent activities.",
                  "Increased vulnerability to phishing attacks.",
                  "Unintended exposure of sensitive personal information.",
                  "Ethical concerns over data privacy and consent."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Anonymise the data",
                  "Use synthetic data",
                  "Share the data under contract",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 2,
      "title": "Does the data contain third party data?",
      "text": "When an individual or an organisation puts intellectual effort into creating something, such as taking a photograph or collecting data, the law grants them specific rights of ownership over that work. Different countries will have specific laws and definitions but generally speaking, by default, the data creator holds exclusive rights to use the data, so that others must seek or be given the permission to use the data themselves.",
      "extra_text": "",
      "category": "Legal & Regulatory",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          }
      ],
      "considerations": {
          "title": "Have you considered if the data is:",
          "items": [
              "created and owned by you/ your organisation.",
              "completely licensed from someone else.",
              "includes an extract of content or data licensed from someone else.",
              "derived from the content or data licensed from someone else."
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "When an individual or an organisation puts intellectual effort into creating something, such as taking a photograph or collecting data, the law grants them specific rights of ownership over that work.<p>Different countries will have specific laws and definitions but generally speaking, by default, the data creator holds exclusive rights to use the data, so that others must seek or be given the permission to use the data themselves.</p><p>Therefore it is important to review the terms under which you are using and sharing the data, to ensure you have the relevant permissions. These permissions are usually found in a <a href='https://theodi.org/article/publishers-guide-to-open-data-licensing/' target='_blank' rel='external'>licence</a> accompanying the data, or in the contract (for example a data sharing agreement) setting out the terms under which data was provided.</p>"
      },
      "examples": {
          "title": "Examples of data typically sourced from third parties:",
          "text": "<ul><li>Earth observation (for example from satellites)</li><li>climate or weather</li><li>populations</li><li>political or administrative boundaries</li><li>transport networks or timetables</li><li> research</li><li>telecoms activity</li><li>social media behaviour</li></ul>"
      },
      "mitigating_actions": {
          "title": "Mitigating Actions",
          "text": "If the data asset you want to share does contain third-party data or you are not sure if you have the legal permissions to share data, you can manage this risk by:<h4>Engaging the third party data steward</h4> Convening a conversation with the third-party data steward that provides the data can help to explore, understand and overcome any possible intellectual property (IP) issues and establish that onward use and sharing is permitted. If the data is not under an open licence and the steward places some restrictions on how the data can be used or shared, it may be possible to agree to share the data under a contract or licence that complies with the relevant permissions. Having these conversations can help to ensure legal risks around sharing data are minimised."
      },
      "requires_mitigation_form": true,
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Unauthorised use of third-party data leading to legal disputes.",
                  "Breaching intellectual property rights resulting in financial penalties.",
                  "Loss of trust and reputational damage with third-party data providers.",
                  "Inadvertent sharing of restricted or proprietary information.",
                  "Potential injunctions or legal action to cease data usage.",
                  "Non-compliance with data sharing agreements.",
                  "Ethical concerns over using data without proper consent."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Engage the third-party data steward to confirm permissions.",
                  "Review and comply with data licensing agreements.",
                  "Secure necessary permissions or licences for data usage.",
                  "Establish clear data sharing agreements with third parties.",
                  "Consult legal experts to ensure compliance with intellectual property laws.",
                  "Use data anonymisation techniques where applicable.",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 3,
      "title": "Are there any other legal or regulatory considerations relevant to this data?",
      "text": "There may be other legal or regulatory considerations from non-data-related legislation, or specific to your sector (for example the Equality Act 2010 and freedom of information requests) that will need consideration when sharing data.",
      "extra_text": "",
      "category": "Legal & Regulatory",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "sector-specific legislation?",
              "specific intellectual property laws?",
              "individual righst to data?",
              "rights of data creators?",
              "rights of goverments?",
              "rights of citizens?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>There may be other legal or regulatory considerations from non-data-related legislation, or specific to your sector (for example the Equality Act 2010 and freedom of information requests) that will need consideration when sharing data.</p><p>These considerations might require you to make the data available, or restrict you from doing so. There may also be requirements to remove or grant access to data after a set period of time.</p><p>This might include sector-specific legislation (for example financial institutions have particular duties and biometric data has particular limits).</p><p>It might also include data licensing or intellectual property laws; or insights into data rights, for example, individual rights to data, rights for data creators, rights for governments and rights for citizens.</p>"
      },
      "examples": {
          "title": "Examples of other legal or regulatory considerations: ",
          "text": "<h4>Legal:</h4><p>Local laws on competition, intellectual property, digital economy, human rights, equalities act.</p><h4>Sector-specific legislation:</h4><p>Financial sector climate-related disclosures, oil and gas sector requirements around geophysical/seismic data, requests for environmental information.</p><h4>Policy:</h4><p>National data sharing and access policies or frameworks, requirements from international organisations that promote a specific type of data access, and sector or country codes of practice.</p>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "If there are other relevant legal or regulatory requirements you may still be able to share the data. To manage any risks, you could carry out the below processes:<h4>Share the data under contract</h4> Data-sharing agreements can be useful when organisations of any kind are sharing data of a sensitive nature. A contract with detailed, binding rules ensures all parties are clear on their legal obligations.<h4>Anonymise the data</h4> <a href='https://theodi.org/article/anonymisation-report/' target='_blank' rel='external'>Anonymisation</a> includes suppression of parts of the data, generalisation, randomisation and pseudonymisation. Redacting or changing the data using these techniques could help to minimise risk from certain aspects of the data being shared.<h4>Use synthetic data</h4> In some situations (for example research) it might be appropriate to share data that contains many of the statistical patterns of an original dataset. This is known as synthetic data, and it involves an automated process to make up (synthesise) data in a way that enables the same conclusions to be drawn from the data.   This tutorial shows <a href='https://github.com/theodi/synthetic-data-tutorial/' target='_blank' rel='external'> how to create a synthetic dataset.</a></p>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Non-compliance with sector-specific legislation leading to fines or legal action.",
                  "Violation of intellectual property rights resulting in lawsuits.",
                  "Failure to adhere to national or international data policies causing reputational damage.",
                  "Inadvertent breach of privacy laws and regulations.",
                  "Exposure to regulatory scrutiny and potential sanctions.",
                  "Negative impact on stakeholders due to ethical concerns.",
                  "Risk of unintended consequences affecting vulnerable populations."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Seek advice from specialists in your sector or legal experts.",
                  "Utilise tools like Consequence Scanning and the Data Ethics Canvas.",
                  "Ensure data sharing agreements are in place with clear legal obligations.",
                  "Implement data anonymisation techniques to protect privacy.",
                  "Consider using synthetic data to avoid sharing sensitive information.",
                  "Stay informed about relevant legal and regulatory updates.",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 4,
      "title": "Does the data contain anything that, if made available, could impact national security? ",
      "text": "National security, is broadly defined as the safety of a nation against threats such as terrorism, war, natural disaster, and could be put at risk through the release of data. This includes any data that could be used to cause actual harm, deprivation or fear of the same.",
      "extra_text": "",
      "category": "Ethical",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "if the data could be used to cause harm?",
              "if the data is already shared in the public realm?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>National security, is broadly defined as the safety of a nation against threats such as terrorism, war, natural disaster, and could be put at risk through the release of data. This includes any data that could be used to cause actual harm, deprivation or fear of the same.</p><p>If the data asset includes details that you think may impact national security, you may want to consider whether the data is already publicly available. It may be that the elements of the data you are concerned about are already shared by the government, public or private sector organisation. For example, transport infrastructure is broadly available and used by many organisations for route finding. If this is the case, then sharing the same data within your dataset is unlikely to cause increased risk.</p>"
      },
      "examples": {
          "title": "Examples of data that could impact national security: ",
          "text": "<ul><li>Details of transport infrastructure</li><li>Food production sites</li><li>Nuclear sites</li><li>Drinking water sources</li>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "If the data asset includes details that you think may impact national security, you may want to consider whether the data is already publicly available. It may be that the elements of the data you are concerned about are already shared by the government, or public or private sector organisations. For example, transport infrastructure is broadly available and used by many organisations for route finding. If this is the case, then sharing the same data within your dataset is unlikely to cause increased risk."
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Data falling into the hands of malicious actors, leading to terrorist attacks.",
                  "Compromise of critical infrastructure security.",
                  "Exposure of sensitive locations, increasing vulnerability to sabotage.",
                  "Threats to public safety and national defence operations.",
                  "Use of data to plan and execute cyber-attacks on national systems.",
                  "Disruption of essential services, such as water and food supply.",
                  "Escalation of fear and panic among the public."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Review if the data is already publicly available through official channels.",
                  "Consult with national security experts to assess risks.",
                  "Implement strict access controls and data encryption.",
                  "Limit the dissemination of sensitive information to authorised personnel only.",
                  "Regularly audit and monitor data access and usage.",
                  "Provide clear guidelines for the ethical use and sharing of sensitive data.",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 5,
      "title": "Does the data contain anything that, if made available, could impact the security of the organisation, or it’s staff?",
      "text": "As well as the physical security of an organisation (for example, protection from fire, flood, natural disasters, burglary), security includes protection against inadvertent loss of data through poor processes or system failures (often known as cyber security), revealing the location of sensitive physical assets or putting staff at risk.",
      "extra_text": "",
      "category": "Ethical",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "loss of data through processes or system failure?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "As well as the physical security of an organisation (for example, protection from fire, flood, natural disasters, burglary), security includes protection against inadvertent loss of data through poor processes or system failures (often known as cyber security), revealing the location of sensitive physical assets or putting staff at risk."
      },
      "examples": {
          "title": "Examples ",
          "text": "<ul><li>Location of buildings or infrastructure where sensitive research is carried out or sensitive records are held</li><li>employee shift patterns</li><li>footfall</li><li>building layouts</li><li>details of security software</li></ul>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "To minimise risks to security of the organisation, or the nation, you may consider the following actions:<h4>Anonymisation</h4> <a href='https://theodi.org/article/anonymisation-report/' target='_blank' rel='external'>Anonymisation</a> includes suppression of parts of the data, generalisation, randomisation and pseudonymisation – redacting or changing the data using these techniques could help to minimise risk from certain aspects of the data being shared.<h4>Use synthetic data</h4> Synthetic data is an automated process to make up (synthesise) data that contains many of the statistical patterns of an original dataset. This should enable the same conclusions to be drawn from the data, but eliminate details that might impact security.  This tutorial shows <a href='https://github.com/theodi/synthetic-data-tutorial/' target='_blank' rel='external'> how to create a synthetic dataset.</a><h4>Share the data under contract</h4> A contract with detailed, binding rules ensures all parties are clear on their obligations. Contracts, such as data-sharing agreements, can be useful when organisations of any kind are sharing data that includes information of a sensitive nature."
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Exposure of sensitive locations leading to targeted attacks.",
                  "Increased risk of cyber-attacks due to revealed security weaknesses.",
                  "Threats to the physical safety of staff and assets.",
                  "Loss of sensitive data resulting in financial and reputational damage.",
                  "Operational disruptions due to compromised infrastructure.",
                  "Unauthorised access to confidential information.",
                  "Inadvertent disclosure of employee personal information."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Anonymise the data to remove sensitive details.",
                  "Use synthetic data to protect real data while retaining utility.",
                  "Share the data under strict contractual agreements with clear obligations.",
                  "Implement robust cyber security measures to protect data integrity.",
                  "Regularly review and update security protocols.",
                  "Limit data access to authorised personnel only.",
                  "Provide training for staff on data security best practices.",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 6,
      "title": "Has an ethical evaluation been carried out in relation to sharing the data?",
      "text": "It is crucial to assess the ethical implications of sharing data, especially when it may impact individuals, communities, or the environment. An ethical evaluation helps to identify potential risks and ensure that the data is used responsibly and fairly.",
      "extra_text": "",
      "category": "Ethical",
      "options": [
          {
              "option": "Yes",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "No",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "equitable use of data?",
              "the impact on people or communities (positive and negative)?",
              "the impact on the environment?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>Thinking about the ethical use of data is particularly relevant when insights drawn or decisions informed by data have the potential to directly or indirectly impact people and communities. When considering broader harmful impacts, think about the people the data is about, people impacted by its use, and the organisations using the data. For example, could use of this data result in decisions that discriminate against any groups or individuals, or impact their safety?</p><p>Bias can be conscious or unconscious and can result in under-representation of specific communities, which could impact them by giving an unfair advantage to others, or unfairly restricting access (for example, exclusive arrangements), therefore it is important to consider how data collection or use might be impacted by social or personal influences, and the potential consequential effects of this when that data is shared.</p><p>If the dataset is designed to benefit individuals and communities, have you considered the expected benefits for those that have directly or indirectly contributed to the creation of this dataset? Has this been documented? Have you communicated these benefits to them? Communicating the expected benefits for individuals or communities that have contributed to the creation of a dataset is essential to demonstrate transparency, build trust, and ensure ethical data practices. It acknowledges the value of their participation, informs them of potential positive outcomes, and promotes a sense of ownership and collaboration in data-sharing initiatives.</p><p>Data justice refers to the ethical and equitable use of data, emphasising fairness, inclusivity and transparency in data collection, processing and sharing. It seeks to address issues of discrimination, bias, and power imbalances in the context of data-driven decision making, ensuring that data-related processes benefit all individuals and communities equitably.</p><p>The ODI recommends the <a href='https://theodi.org/insights/tools/the-data-ethics-canvas-2021/' target='_blank'>Data Ethics Canvas</a> for examining the ethical aspects, and the <a href='https://care.theodi.org' target='_blank'>Consequence Scanning and Risk Evaluation tool</a> for looking at the expected outcomes from data sharing.</p>"
      },
      "examples": {
          "title": "Examples",
          "text": "<ul><li>Data flowing out of low- and middle-income countries (LMICs) to high-income countries via multinational corporations (also known as data colonialism, data nationalism, data repatriation)</li><li>data about people in vulnerable circumstances, or dealing specifically with indigenous data governance and sovereignty</li><li>data that reveals the location of endangered species</li><li>data about natural resources.</li></ul>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "<p>To ensure ethical data sharing, consider the following actions:</p><ul><li>Conduct an ethical review of the data sharing process to identify potential risks to individuals, communities, and the environment.</li><li>Implement measures to ensure data is used equitably and does not disproportionately impact vulnerable groups.</li><li>Consider anonymisation or aggregation techniques to minimise the risk of harm.</li><li>Ensure transparency in how data is collected, processed, and shared, and communicate this clearly to all stakeholders.</li><li>Establish a feedback mechanism to continuously monitor and address any ethical concerns that arise during the data sharing process.</li></ul>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Ethical breaches resulting in harm to individuals or communities.",
                  "Unintended negative impacts on the environment.",
                  "Exploitation of data from vulnerable populations or regions.",
                  "Lack of transparency leading to mistrust among stakeholders."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Conduct ethical reviews",
                  "Implement anonymisation",
                  "Ensure transparency",
                  "Establish feedback mechanisms"
              ]
          }
      }
  },
  {
      "id": 7,
      "title": "Will anyone be surprised by you holding, sharing or using this data?",
      "text": "If the answer is Yes, it doesn’t mean you can’t share the data for reputational reasons. You can build or maintain a trustworthy reputation through clear and open communications about data practices in general, and about the data your organisation collects, uses and shares.",
      "extra_text": "",
      "category": "Reputational",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "informing people and get their agreement when shareing data with others?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>The importance of considering and informing people’s expectations about data use was emphasised during the Covid-19 pandemic.</p><p>The eighth <a href='https://www.gov.uk/government/publications/the-caldicott-principles' target='_blank'>Caldicott Principle</a> reminds those using and sharing data of the idea of ‘no surprises’: the importance of considering and informing people’s expectations to promote understanding and agreement about its uses.</p><p>By sharing data you are being more open about the kind of information your organisation accesses, uses and shares. However, if this is a surprise to people, this could affect your reputation, and the trust they have in your organisation, so this will need to be managed.</p>"
      },
      "examples": {
          "title": "Examples",
          "text": ""
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "You can build or maintain a trustworthy reputation by undertaking the processes as follows:<h4>Engaging the community.</h4><p>Clear and open communication can go a long way to help manage people's expectations. This might be about data practices – for example by publishing commitments, policies and approaches – being open about the types of data your organisation collects, uses and shares, and why <a href='https://theodi.org/article/openness-principles-for-organisations-handling-personal-data/' target='_blank' rel='external'>(particularly for personal data)</a> or direct engagement and events with key stakeholders.</p><h4>Properly describing and documenting the data.</h4><p>Best-practice data sharing includes publishing well-structured, high-quality documentation and metadata to accompany data releases. Documentation can help users to understand important context – such as quality, when the data was collected, update schedules and limitations in collection or accuracy – to guide their use of the data. Data documentation that is open and clear can help users to understand whether they might be able to use it, can help to manage concerns around mis-use of data and help manage expectations around the data that may lead to reputational concerns. If you are sharing data, this guide on <a href='https://docs.google.com/document/d/1o6hiO2tcXG5Uy08-gCEaBNo9IqbE90fiy9a73HYSW20/' target='_blank' rel='external'>describing and documenting data well</a> should help you to do this. If you are sharing a computer model, this guide on <a href='https://theodi.org/article/sharing-models-for-covid-19-guidance-and-tools/' target='_blank' rel='external'>documenting and sharing models</a> should help. There are also data quality frameworks available (for example <a href='https://www.gov.uk/government/publications/the-government-data-quality-framework' target='_blank' rel='external'>UK government</a> and <a href='https://www.iso.org/standard/32576.html' target='_blank' rel='external'>ISO 19158</a>) to help understand and communicate quality of the data for certain purposes.</p><h4>Anonymisation.</h4><p>Suppressing or redacting certain aspects of the data – like free text fields – through <a href='https://theodi.org/article/anonymisation-report/' target='_blank- rel='external'>anonymisation</a> techniques could help to minimise risk that could come from these fields being shared.</p>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Public backlash due to unexpected data sharing practices.",
                  "Loss of trust and credibility with stakeholders and the public.",
                  "Damage to the organisation's reputation from perceived data misuse.",
                  "Negative media coverage and scrutiny.",
                  "Unintended exposure of sensitive or controversial information.",
                  "Misinterpretation of data leading to misinformation.",
                  "Reduced engagement and cooperation from the community."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Engage the community and manage expectations around data use through transparent communication.",
                  "Describe and document the data well to provide context and clarity.",
                  "Anonymise the data to protect sensitive information.",
                  "Publish clear commitments, policies, and approaches regarding data practices.",
                  "Organise events and direct engagements with key stakeholders.",
                  "Encourage feedback and input to improve data practices and build trust.",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 8,
      "title": "Does your organisation have the capability and knowledge to share the data safely?",
      "text": "Ensuring that your organisation has the necessary capability and knowledge to share data safely is crucial for maintaining data integrity, protecting privacy, and upholding the organisation's reputation. A thorough assessment of your organisation's preparedness in terms of people, processes, and technology is essential for responsible data sharing.",
      "extra_text": "",
      "category": "Reputational",
      "options": [
          {
              "option": "Yes",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "No",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "capabilities and knowledge of people?",
              "processes and technology to share the data safely?",
              "relevant legal support structures?",
              "financial sustainability?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>It's important to consider if the people involved in processes that facilitate the sharing of data are appropriately trained and that you have a legal support structure in place. It is crucial that individuals involved in processes facilitating dataset sharing are appropriately trained to ensure competent and secure handling of data. Proper training enhances data management practices, promotes compliance with privacy regulations, and reduces the risk of errors or security breaches, fostering responsible and effective data sharing. It is essential that individuals understand the importance of safeguarding sensitive information, comply with data protection laws, uphold privacy standards and have the knowledge and skills needed to implement and follow robust security measures.</p><p>You will need to consider the capability and knowledge of your people, processes and technology in sharing data safely and responsibly.</p><p>Before the data is shared, you will also need to put in place a plan for maintaining the data and availability of this dataset to users over the frequency of publication previously identified. Ensuring that an organisation's infrastructure can support the creation, maintenance, and sharing of a dataset is crucial to guarantee seamless operations, data accuracy, and accessibility. A technical infrastructure is essential for managing data efficiently, implementing security measures, and facilitating a reliable and sustainable data sharing environment.</p><p>You will also need to ensure you have access to the funding needed to support the creation, maintenance and sharing of this dataset over the frequency of publication previously identified.</p>"
      },
      "examples": {
          "title": "Examples",
          "text": ""
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "<ul><li>Invest in training programmes to enhance the skills and knowledge of staff involved in data sharing processes.</li><li>Develop and implement strong data sharing processes and technologies that comply with legal and regulatory requirements.</li><li>Secure legal support to navigate the complexities of data sharing and ensure compliance with relevant laws.</li><li>Establish a sustainable funding model to support ongoing data sharing activities, including the maintenance of necessary infrastructure.</li></ul>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Data breaches due to inadequate technical infrastructure or insufficient training.",
                  "Reputational damage resulting from the mishandling of sensitive data.",
                  "Legal penalties for non-compliance with data protection regulations.",
                  "Financial instability affecting the ability to maintain and share datasets safely."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Provide ongoing staff training",
                  "Implement strong data sharing processes",
                  "Secure legal support",
                  "Establish sustainable funding"
              ]
          }
      }
  },
  {
      "id": 9,
      "title": "Do you have a data quality management process that is appropriate for this data?",
      "text": "A robust data quality management process is essential to ensure that the data being shared is reliable, accurate, and fit for its intended purpose. This process should be tailored to the specific type of data being handled and should address key quality dimensions such as accuracy, completeness, consistency, and timeliness.",
      "extra_text": "",
      "category": "Reputational",
      "options": [
          {
              "option": "Yes",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "No",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered if the data is:",
          "items": [
              "accurate?",
              "complete?",
              "authoritative?",
              "consistent?",
              "up-to-date?",
              "valid?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>Quality of data can be a big concern for organisations, especially when it comes to sharing data.</p><p>The level of quality required for each data set will vary depending on the purpose for which the data was collected, and will often consider several dimensions. For example, some decisions require up-to-date, complete and accurate data, whereas others are reliably informed by historic, aggregated data. Sharing data can help to improve its quality as people feedback on issues as they use it.</p><p>Overall, being open and welcoming input and feedback is essential to help build a healthy, trusted ecosystem around the data, and can help to maintain reputation.</p><p>Publishing documentation or a statement detailing the quality of a dataset is essential for transparency, enabling users to understand, assess and trust the reliability and accuracy of the data, ultimately supporting informed decision making and promoting data usability.</p><p>If there are any free-text or comment fields in the dataset, you will likely need a process in place to manage these, as by definition free-text fields are not restricted in value, they are input fields that can contain long notes, so could easily contain information not fit for wider consumption (for example descriptions, notes of conversations, opinions, actions, feedback – which can be of a personal or sensitive nature). Free-text or comment fields can also make it difficult to aggregate data in a way that it can be reused, due to a lack of standardisation or validation.</p><p>Overall you will need to think about your documentation, how to regularly assess the data, how you can receive feedback and respond to it.</p>"
      },
      "examples": {
          "title": "Examples",
          "text": "<p>Supporting documentation or a quality statement is crucial to provide transparency and assurance regarding the reliability, accuracy, and overall quality of a dataset, aiding users in making informed decisions and fostering trust in the data.</p><p>Data quality dimensions serve as criteria for evaluating and gauging the overall excellence of data. Key dimensions such as accuracy, completeness, consistency, timeliness, relevancy and integrity are commonly employed to assess whether data aligns with specific standards and is suitable for its intended purpose. To uphold data quality, every organisation should establish methods for measuring and monitoring critical data items vital to its operations and assess them according to the relevant dimensions.</p><p>The <a href='https://www.gov.uk/government/news/meet-the-data-quality-dimensions' target='_blank'>UK 'Government Data Quality Hub'</a> has some additional information about its data quality dimensions.</p>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "<ul><li>Establish a robust data quality management framework that addresses key quality dimensions relevant to your data.</li><li>Regularly review and update data quality standards to ensure they meet the evolving needs of your organisation.</li><li>Implement data validation processes to catch and correct errors before data is shared.</li><li>Provide training for staff on best practices in data management and quality assurance.</li></ul>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Sharing inaccurate or incomplete data that could lead to incorrect decisions.",
                  "Damaging the organisation's reputation due to poor data quality.",
                  "Legal and regulatory repercussions from failing to maintain adequate data quality standards.",
                  "Loss of trust from stakeholders and data users."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Implement rigorous data quality checks",
                  "Provide regular staff training on data quality",
                  "Establish clear data quality documentation",
                  "Engage stakeholders in continuous feedback and improvement processes"
              ]
          }
      }
  },
  {
      "id": 10,
      "title": "Do you have an engagement and feedback plan in place which is appropriate for this data?",
      "text": "An effective engagement and feedback plan is essential to ensure that the data being shared meets the needs of its users and that any issues or improvements are addressed in a timely manner. This plan should be tailored to the specific data and should include mechanisms for collecting, reviewing, and acting on feedback from stakeholders.",
      "extra_text": "",
      "category": "Reputational",
      "options": [
          {
              "option": "Yes",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "No",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "publishing your assumptions?",
              "publishing data caveats?",
              "usability of information?",
              "feedback mechanisms?",
              "how to act on feedback?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>Will the data be published with supporting documentation? For example:</p><ul><li>methodology — how the data has been collected and processed.</li><li>data quality caveats — known limitations that might affect other uses.</li><li>metadata — machine-readable description of the contents, sources and structure.</li><li>licence — describes terms of use incorporating any terms set for third party data you depend on.</li></ul><p>Do you have processes and a supporting technical infrastructure in place to communicate updates about the dataset to your users? These are crucial to keep users informed, maintain data accuracy, and ensure the usability of shared information. It promotes transparency, allows users to stay current with the latest data versions, and facilitates effective collaboration by providing clear communication channels for any changes or enhancements to the dataset.</p><p>Do you have processes and a supporting technical infrastructure in place to collect feedback from users? These are vital for continuous improvement, user satisfaction, and effective data management. It allows organisations to gather insights, address user concerns, and enhance the dataset's quality, ensuring that it remains relevant and accurate, and meets the evolving needs of its user base.</p><p>Do you have processes in place to act on feedback? These are essential for ensuring that user input contributes to meaningful improvements in dataset quality and usability. It demonstrates responsiveness, enhances user satisfaction, and supports the continuous refinement of the dataset based on valuable insights provided by the user community.</p><p>Does the organisation have sufficient subject matter knowledge about the dataset being shared to be able to answer internal and external queries? This is important for the organisation to effectively address queries, both internal and external. This expertise ensures accurate and reliable responses, fosters transparency, and instills confidence in stakeholders, promoting a thorough understanding and responsible use of the shared data.</p>"
      },
      "examples": {
          "title": "Examples",
          "text": "<ul><li>An organisation that regularly collects and responds to user feedback can continuously improve the quality and usability of its data, leading to greater user satisfaction and trust.</li><li>A lack of engagement with users may result in missed opportunities to identify and rectify issues with the data, potentially harming the organisation's reputation.</li></ul>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "<ul><li>Develop a clear plan for how feedback will be collected, reviewed, and acted upon.</li><li>Ensure that the data is accompanied by comprehensive documentation that explains any assumptions, caveats, and methodologies.</li><li>Regularly update users on any changes or enhancements to the data.</li><li>Provide transparent communication channels for users to offer feedback and raise concerns.</li></ul>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Failure to address user feedback could lead to dissatisfaction and loss of trust.",
                  "Incomplete or unclear documentation might result in misinterpretation of the data.",
                  "Lack of user engagement could result in missed opportunities to improve data quality and usability."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Establish a robust feedback loop",
                  "Provide comprehensive documentation",
                  "Ensure regular communication with users",
                  "Actively engage with users to understand their needs"
              ]
          }
      }
  },
  {
      "id": 11,
      "title": "Does the data contain anything commercially sensitive?",
      "text": "Commercially sensitive information is any information that requires more careful handling to reduce harmful impacts; it may require restricted access.",
      "extra_text": "",
      "category": "Commercial",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "commercial confidentiality?",
              "intellectual property rights?",
              "unfair competitors advantage?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>Commercially sensitive information is any information that requires more careful handling to reduce harmful impacts; it may require restricted access. This could include considerations around commercial confidentiality, intellectual property and competitors gaining an advantage.</p><p>What is considered confidential is usually decided by the organisation who created or stewarded that information and will depend on the context.</p>"
      },
      "examples": {
          "title": "Examples of commercially sensitive data",
          "text": "<h4>Related to competitive advantage:</h4><ul><li>Unpublished copyrights</li><li>commercial records (for example customer lists, price lists, suppliers)</li><li>research and development</li><li>unique processes (for example manufacturing techniques, mathematical formulae)</li><ul><h4>About the organisation</h4><ul><li>Financial information</li><li>locations of properties</li><li>location of valuable assets</li><li>pollution level</li><li>wage gaps by protected characteristics</li><li>service complaints</li><li>lawsuits</li><li>affiliated organisations</li><li>employee records</li></ul>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "If the data you want to share includes commercially sensitive information there are ways you can mitigate risks, and still share the data as widely as possible:<h4>Anonymisation.</h4><a href='https://theodi.org/article/anonymisation-report/' target='_blank' rel='external'>Anonymisation</a> includes techniques such as suppression of parts of the data and generalisation to ensure the granularity of data is appropriate for the purpose, and to prevent sensitive details being revealed.<h4>Use synthetic data.</h4> An automated process to make up (synthesise) data that contains many of the statistical patterns of an original dataset. This should enable the same conclusions to be drawn from the data, but eliminate identifying commercially sensitive information.  This tutorial shows <a href='https://github.com/theodi/synthetic-data-tutorial/' target='_blank' rel='external'> how to create a synthetic dataset.</a><h4>Share the data under contract</h4> A contract, such as a data-sharing agreement, can be useful when organisations, of any kind, are sharing data with embedded intellectual property rights, or commercially confidential data. A contract with detailed, binding rules ensures all parties are clear on their obligations. There are a wide range of approaches for providing access to data with restricted permissions, including delegating data stewardship to a <a href='https://theodi.org/article/what-do-we-mean-by-data-institutions/' target='_blank' rel='external'>third party</a>."
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Loss of competitive advantage if sensitive data is exposed.",
                  "Intellectual property theft resulting in financial losses.",
                  "Unauthorised access to proprietary business information.",
                  "Damage to business relationships and trust.",
                  "Legal repercussions from breaching confidentiality agreements.",
                  "Negative impact on market position and reputation.",
                  "Misuse of data by competitors or malicious actors."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Anonymise the data to protect sensitive information.",
                  "Use synthetic data to retain utility while safeguarding confidentiality.",
                  "Share the data under strict contractual agreements with clear obligations.",
                  "Implement robust access controls to limit data exposure.",
                  "Regularly review and update data security practices.",
                  "Consult legal experts to ensure compliance with confidentiality laws.",
                  "Other?"
              ]
          }
      }
  },
  {
      "id": 12,
      "title": "Are there risks in not sharing this data?",
      "text": "Data has value when it flows while minimising harms. It is possible to minimise and mitigate risks. There is also a risk to the data ecosystem in not sharing data.",
      "extra_text": "",
      "category": "Commercial",
      "options": [
          {
              "option": "Yes",
              "explain_risk": true,
              "risk_level": "red"
          },
          {
              "option": "No",
              "explain_risk": false,
              "risk_level": "green"
          },
          {
              "option": "Uncertain",
              "explain_risk": true,
              "risk_level": "amber"
          },
          {
              "option": "N/A",
              "explain_risk": false,
              "risk_level": "green"
          }
      ],
      "considerations": {
          "title": "Have you considered:",
          "items": [
              "the impact on wider decision making, policy and societal challenges?",
              "missing opportunities for sector improvements?",
              "not resolving friction or problems for your sector or society?"
          ]
      },
      "background_info": {
          "title": "Background Information",
          "text": "<p>Data has value when it flows while minimising harms. It is possible to minimise and mitigate risks. There is also a risk to the data ecosystem in not sharing data.</p>"
      },
      "examples": {
          "title": "Examples",
          "text": "<ul><li>Not sharing data about public health could hinder the development of policies that protect communities and improve health outcomes.</li><li>Failure to share data on environmental issues might delay action on critical challenges like climate change, leading to worsening conditions and missed opportunities for mitigation.</li><li>In a commercial context, not sharing data could result in missed opportunities for innovation, collaboration, and market development, potentially leading to competitive disadvantages.</li></ul>"
      },
      "mitigating_actions": {
          "title": "Mitigating actions",
          "text": "<ul><li>Identify and address any specific concerns about sharing data, ensuring that risks are minimised and benefits are maximised.</li><li>Consider alternative ways to share data that protect sensitive information while still contributing to the broader data ecosystem.</li><li>Engage stakeholders in discussions about the potential impacts of not sharing data to ensure informed decision-making.</li><li>Develop policies and processes that support safe and responsible data sharing, balancing risks and opportunities.</li></ul>"
      },
      "explain": {
          "exampleRisks": {
              "title": "Potential risks:",
              "items": [
                  "Delays in addressing critical societal or sector challenges due to lack of data sharing.",
                  "Missed opportunities for innovation, collaboration, and improvement in the sector.",
                  "Potential harm to the organisation's reputation if perceived as withholding valuable data."
              ]
          },
          "exampleActions": {
              "title": "Mitigating actions:",
              "items": [
                  "Implement controlled data sharing mechanisms",
                  "Engage with stakeholders to understand data needs",
                  "Develop clear data sharing policies"
              ]
          }
      }
  }
]